<?php
// +----------------------------------------------------------------------
// | 海豚PHP框架 [ DolphinPHP ]
// +----------------------------------------------------------------------
// | 版权所有 2016~2017 河源市卓锐科技有限公司 [ http://www.zrthink.com ]
// +----------------------------------------------------------------------
// | 官方网站: http://dolphinphp.com
// +----------------------------------------------------------------------
// | 开源协议 ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------

/**
 * 模块信息
 */
return [
    // 模块名[必填]
    'name'        => 'sns',
    // 模块标题[必填]
    'title'       => '社区',
    // 模块唯一标识[必填]，格式：模块名.开发者标识.module
    'identifier'  => 'sns.rafi.module',
    // 模块图标[选填]
    'icon'        => 'fa fa-fw fa-comments',
    // 模块描述[选填]
    'description' => '社区模块',
    // 开发者[必填]
    'author'      => 'Rafi',
    // 版本[必填],格式采用三段式：主版本号.次版本号.修订版本号
    'version'     => '1.0.0'
];
